{
	"components" :{
		"delegateVoteButtons":{
			"instructions-1": "Please note that you are voting as a delegate. Your vote wil be public.",
			"instructions-2": "To switch to voting as an individual, click the 'Roles' menu.",
			"reason-message": "Give a brief (optional) reason for your choice. This will be visible to your supporters.",
			"finished": "Finished",
			"removeVote": "Remove Vote",
			"delegateVotingClosed": "Voting for this proposal has closed for delegates. Delegate voting closes two weeks before the proposal's expiry date."
		},
		"taggle": {
			"placeholder": "Add some tags..."
		},
		"role-selector":{
			"individual": "Individual",
			"party": "Party Delegate",
			"organisation": "Organisation Delegate"
		},
		"termsModal": {
			"heading": "Terms of Use",
			"body": "Here we are all responsible for creating a warm environment where everyone feels safe. We meet each other with respect. It is natural that we have different political opinions and come from different backgrounds and therefore we take extra responsibility here to keep the dialogue constructive and in good tone.<br/><br/>Decreasing comments about something, such as race, religion, culture, sexual orientation, gender and identity are not tolerated in any form.<br/><br/>Being active on this platform requires mutual trust. Authentic, intense discussions make this presence unique, but here it is still assumed a responsibility to maintain a neutral attitude towards the person behind the political views and safeguard each other's personal integrity. Here we discuss politics and not person.<br/><br/>Keep in mind, too, that this is an ideal project that is mostly run by volunteers. It can therefore take some time before we can provide feedback on questions and other communication. If you want to help develop Crowdpol and support our users, please feel free to contact us!",
			"accept": "I Accept",
			"decline": "Decline"
		},
		"flag-modal":{
			"flag-header": "Report Content",
			"heading-proposal":"Report Proposal",
			"heading-argument":"Report Argument",
			"heading-comment":"Report Comment",
			"flag-content-creator":"Content creator",
			"flag-reason-type": "Select Flag Type",
			"flag-reason": "Why are you reporting this?",
			"report-button": "Report",
			"alert-success": "Content reported"
		}
	}
}
